{
  "dogs": [
    "I tell people I’m allergic, but just to be polite. Dogs are chaos gremlins.",
    "They smell weird and stare at me like I owe them money.",
    "If one jumps on me, I will file a formal complaint—with HR or God.",
    "They’re fine. From a distance. Like mountains. Or relatives.",
    "I pet them. I move on. That’s it.",
    "As long as he doesn’t shit on the floor or bark at ghosts, we’re cool.",
    "I might sneak one a piece of cheese. Maybe.",
    "I wave at dogs from my car. That’s where I’m at in life.",
    "I have dog biscuits in my pocket right now. Just in case.",
    "I show people photos of my dog before my family.",
    "I love dogs more than people. I’d run into traffic for a stranger’s golden retriever."
  ],
  "cats": [
    "They knock things off counters and my will to live.",
    "I see a cat and I see a little liar plotting something.",
    "You mean land piranhas with fur? No thanks.",
    "They’re cute on the internet. In real life? Meh.",
    "I respect their boundaries. Mostly by avoiding them.",
    "We coexist like roommates who don’t talk.",
    "I once let one nap on me for three hours. Regret nothing.",
    "I’m not a ‘cat person,’ but I have favorites.",
    "If I could nap like a cat, I’d be unstoppable.",
    "I have cat hair on everything I own and I love it.",
    "If a cat chooses me, I cancel plans. For days."
  ],
  "kids": [
    "Nope. Not even the quiet ones. Especially not the quiet ones.",
    "I hear a child scream and I start Googling vasectomy clinics.",
    "I can handle them in 5-minute increments. With noise-canceling headphones.",
    "They’re okay when they’re sleeping or not mine.",
    "I like other people’s kids... over there... doing something quiet.",
    "As long as they don’t wipe snot on me, we’re solid.",
    "Some of them are funny. I’ve met like three cool ones.",
    "They’re little weirdos, but they mean well.",
    "I will proudly wear the ‘fun aunt/uncle/friend’ title forever.",
    "I cry during kids’ talent shows. Every time.",
    "I would die for them. And I also pack snacks. Always."
  ],
  "smoking": [
    "I can smell that you lit one in 2019, and it still gives me the ick.",
    "If I wanted to taste an ashtray, I’d chew on a grill grate.",
    "It’s a no. A full-body, wrinkly-nose no.",
    "It’s your lungs, I guess. But I’m judging you silently.",
    "I’m not mad, just disappointed. And stepping three feet away.",
    "It used to be cool in movies. That’s about it.",
    "If you’re outside and it’s breezy, I might forgive you.",
    "I’ve bummed one at 2 AM in college. Haven’t we all?",
    "The occasional drag is part of my mysterious European persona.",
    "I carry lighters even when I don’t smoke. It’s a vibe.",
    "I live in a smokestack and still burn through a pack a day."
  ],
  "drinking": [
    "I’ve read the AA Big Book. Twice. For fun.",
    "The smell of tequila makes me remember things I legally can’t discuss.",
    "I’ll toast with seltzer and be in bed by nine.",
    "I drink… when forced by social obligation and peer pressure.",
    "I like a glass of wine. At weddings. Maybe.",
    "Give me one cocktail and a two-drink limit. I’m done.",
    "I drink socially, responsibly, and with snacks.",
    "A good Old Fashioned could solve 90% of my problems.",
    "Brunch without mimosas is just breakfast with judgment.",
    "I have a signature drink. And a backup. And a playlist.",
    "I have themed barware, drink recipes memorized, and stories I’ll never tell sober."
  ],
  "religion": [
    "I spontaneously combust in church parking lots.",
    "I avoid nativity scenes like they owe me money.",
    "I don’t knock it—but it’s not my thing. At all.",
    "I like the architecture. That’s about it.",
    "I’ll go for weddings, funerals, or free donuts.",
    "I’m spiritual-ish. Depends on the day and my hangover.",
    "I believe in something bigger, but I’m still figuring it out.",
    "Faith matters. So does asking questions. I like both.",
    "I pray. I volunteer. I try not to be a jerk.",
    "My life has a spiritual center. And I can quote scripture *and* memes.",
    "I love God, go to church, and yes, I’ll pray for you—and mean it."
  ],
"food": [
    "I eat to live, not live to eat. Mostly.",
    "I have a favorite pizza place. And a backup.",
    "I’m not picky, but I have standards. And allergies.",
    "I’ll try anything once. Except olives. Or beets.",
    "I love food trucks. They’re like mobile art galleries.",
    "I’m a foodie, but I also enjoy a good microwave meal.",
    "I cook sometimes. Mostly when I’m hungry and there’s nothing else.",
    "I love brunch. It’s like breakfast, but with mimosas.",
    "I’ll eat leftovers for days. Waste not, want not.",
    "I have a sweet tooth. And a savory tooth. And a snack tooth.",
    "Food is life. And I’m living it one bite at a time."
],
"energy_levels": [
    "I am horizontal. Emotionally and physically.",
    "I’m awake, technically. That’s it.",
    "I moved today. Once. It was overrated.",
    "If I stand up too fast, I need a snack and a nap.",
    "I do things. Slowly. With dramatic sighs.",
    "I can rally when there’s coffee, chaos, or drama.",
    "Moderate pep. Might break into dance if provoked.",
    "I’m always moving and have 3 side quests at all times.",
    "I regularly outpace golden retrievers on espresso.",
    "People ask if I’m on something. I’m not. This is natural.",
    "I radiate main-character energy at all times. No chill."
  ],
"outdoorsy_ness": [
  "Sunlight is my sworn enemy. Nature is a scam.",
  "I like the *idea* of outdoors. From inside.",
  "I will sit on a patio. With shade. And Wi-Fi.",
  "I’ll hike to the mailbox. Maybe.",
  "I can camp—as long as there’s plumbing nearby.",
  "I go outside sometimes. Mostly for snacks and sanity.",
  "Give me trails and a solid playlist and I’m in.",
  "I own gear. Real gear. I use it too.",
  "I identify as 'sun-drenched and bug-bitten.'",
  "If it’s not muddy, is it even a real adventure?",
  "I wrestled a bear once. It was consensual. We’re friends now."
],
"travel": [
  "I don’t even like leaving my bed, let alone my zip code.",
  "A staycation sounds risky. What if I lose my spot on the couch?",
  "I went to IKEA once and that was enough international travel for me.",
  "I’ll go on a trip if someone else plans it and I can bring snacks.",
  "I like weekend getaways, preferably with hot tubs and robes.",
  "Give me a three-day weekend and I’ll disappear to somewhere cute.",
  "I love road trips, train rides, weird motels and playlists.",
  "Passport ready, suitcase half-packed, I live for it.",
  "I collect passport stamps like Pokémon cards.",
  "I’ve slept in airports and danced in three continents this year.",
  "I don’t live anywhere—I just visit different places for tax reasons."
],
"bougieness": [
  "I microwave water for tea and use ketchup packets as currency.",
  "Generic everything. I once reused floss.",
  "If it’s on sale *and* has a coupon, I’ll consider it.",
  "I have a Costco membership and I’m not afraid to flex it.",
  "I don’t *need* fancy, but I like a touch of nice.",
  "I’ll splurge on skincare, snacks, and soft things.",
  "Mid-level luxury: I know my wine isn’t from a box, and that’s enough.",
  "If it’s artisanal and unnecessarily expensive, I probably bought it.",
  "I have opinions about thread counts, balsamic vinegar, and skincare routines.",
  "I only cry in boutique hotels. With robes. And mood lighting.",
  "I’m one charcuterie board away from full-on Real Housewife."
],
  "importance_of_politics": [
  "I don’t vote. I don’t even read the labels on soup cans.",
  "Politics? That’s the thing with the flags, right?",
  "I vibe with ‘live and let live’ and ignore the news entirely.",
  "I kind of know who the president is. I think.",
  "I vote, but mostly because my grandma would haunt me if I didn’t.",
  "I have opinions, but I only argue about them with my group chat.",
  "I keep it civil, but I *will* fact-check you in real time.",
  "I read policy proposals for fun and yell at podcasts in my car.",
  "I organize, petition, and once cried at a city council meeting.",
  "I attend protests, quote legislation, and probably have a favorite senator.",
  "My political views are a core personality trait. I’m basically a campaign sticker."
]
}